{
  "I18N.LANGUAGE": "English",
  "fist-of-the-ruby-phoenix-addons": {
    "module-settings": {
      "time-tracker": {
        "enabled": {
          "name": "Enable Hexcrawl Time Tracker",
          "hint": "Toggle this one to enable the time tracker for the Bonmu hex crawl tracker. (to interact with it left click and right click on it to increase or diminish it, NOTE: It does NOT interact with the time of day)"
        }
      }
    },
    "dialog": {
      "hexcrawl-helper": {
        "title": "Hexcrawl Content Manager",
        "click-to-select": "Click a hex to select it.",
        "nothing-found": "No content found",
        "hex-content": "Hex Content ({col}, {row})",
        "notes": "Notes",
        "unnamed-location": "Unnamed Location",
        "visible": "Visible",
        "hidden": "Hidden",
        "revealed": "Revealed",
        "hid": "Hid",
        "cost-labels": "Cost Labels",
        "movement-cost": "Movement Cost",
        "reconnoiter-cost": "Reconnoiter Cost",
        "buttons": {
          "check-all": "Check All",
          "uncheck-all": "Uncheck All",
          "hide": "Hide Selected",
          "reveal": "Reveal Selected",
          "close": "Close"
        }
      }
    },
    "message": {
      "first-time": {
        "guide": {
          "title": "Welcome to FotRP: Addons!"
        }
      }
    },
    "tours": {
      "welcome": {
        "title": "Welcome to FotRP: Addons!",
        "desc": "This brief tour is designed just to point you towards where the content is, and how to interact with updates",
        "steps": {
          "compendiums": {
            "title": "Head to Compendiums",
            "content": "All content for this module is in the compendiums area"
          },
          "adventures": {
            "title": "FoTRP: Addons",
            "content": "The resources is mainly stored as adventures, to get updates you'll often need to reimport the adventures. As a note this will override those specific actors, journals, etc. that were imported originally so keep that in mind. Also some Resources such as the Bonmu map are split off into their own adventures in order to prevent overwriting them getting other stuff."
          },
          "maps": {
            "title": "FoTRP: Addons (Maps)",
            "content": "Maps are stored seperately in a compendium to prevent accidental overwriting places on the map etc., To get updates to this you'll need to readd an delete the original one"
          }
        }
      }
    },
    "notes": {
      "tak-nwa": {
        "empowered-hair": {
          "title": "Deliver Hex",
          "text": "Whenever Tak-nwa successfully casts a hex focus spell that requires 2 or more actions to cast and that doesn't require a spell attack roll, if her target is within reach, as part of the spellcasting activity she can make a hair Strike against the foe before applying any effects of the hex. If this Strike misses, the hex has no effect."
        },
        "ongoing-misery": {
          "title": "Ongoing Misery",
          "text": "When you Cast or Sustain a hex, your familiar can curse a creature within 15 feet of it, prolonging the duration of any negative conditions affecting it by 1 round. This is a curse effect. This prolongs only conditions with a timed duration (such as \"1 round\" or \"until the end of your next turn\") and doesn't prevent conditions from being removed by other means."
        }
      }
    }
  }
}
